var forumPostErrorG = ['В заголовке должно быть не менее','В заголовке должно быть не более','В сообщении должно быть не менее','В сообщении должно быть не более','символ','а','ов'];

var monthsG = [['январь','января'],['февраль','февраля'],['март','марта'],['апрель','апреля'],['май','мая'],['июнь','июня'],['июль','июля'],['август','августа'],['сентябрь','сентября'],['октябрь','октября'],['ноябрь','ноября'],['декабрь','декабря']];
var todayG = 'Сегодня';
var calendarPopUpG = ['выбрать дату','выбрать событие','подробнее о событии'];
var weekDaysTrueG = [7,1,2,3,4,5,6];
var dateTplG = '{d} {m} {y}';

var itemHintG = {'sender': 'Отправитель', 'level': 'Требуемый уровень', 'trend': 'Класс предмета', 'kind': 'Вид предмета', 'weight': 'Объем', 'validity': 'Время жизни', 'rttl': 'Оставшееся время жизни', 'price': 'Цена', 'realPrice': 'Цена'}; //,'Состояние предмета','Прочность','Износ'​
var timeCutG = ['д', 'ч', 'мин', 'сек'];

var bestCommentsG = ['Скрыть', 'Показать'];

var passChechResultG = ['Пароли совпадают', 'Пароли не совпадают'];

var drMemberG = ['Вернуть в клан', 'Исключить из клана'];

var delRankG = 'Удалить звание';

var complaintG = ['Вы уверены, что хотите пожаловаться на сообщение игрока', 'нет, я передумал', 'да, пожаловаться'];

var clanLeaveG = ['Вы действительно хотите выйти из клана?', 'нет, я передумал', 'да, выйти'];

var profilePhotoDeleteG = ['Вы действительно хотите удалить фото?', 'нет, я передумал', 'да, удалить'];

var newsDeleteG = ['Вы действительно хотите удалить новость?', 'нет, я передумал', 'да, удалить'];

var fileUploadG = ['Файл не выбран', 'Ошибка загрузки'];

var playerInfoG = 'информация о персонаже';

var profileChangeAvatarG = ['сделать аватаром', 'убрать аватар'];

var disbandClanG = ['Вы действительно хотите расформировать клан?', 'нет, я передумал', 'да, удалить'];